13/data/attachments/e920303356972f3d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_48aed651-a1bd-498a-94bc-523247b7623a</nif:username>
            <nif:friendToBeAdded>Sarah_clearly_Actions_67618_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>